[
  {"id":"hortonExpertAssessmentSealevel2014","abstract":"Large uncertainty surrounds projections of global sea-level rise, resulting from uncertainty about future warming and an incomplete understanding of the complex processes and feedback mechanisms that cause sea level to rise. Consequently, existing models produce widely differing predictions of sea-level rise even for the same temperature scenario. Here we present results of a broad survey of 90 experts who were amongst the most active scientiﬁc publishers on the topic of sea level in recent years. They provided a probabilistic assessment of sea-level rise by AD 2100 and AD 2300 under two contrasting temperature scenarios. For the low scenario, which limits warming to <2  C above pre-industrial temperature and has slowly falling temperature after AD 2050, the median ‘likely’ range provided by the experts is 0.4e0.6 m by AD 2100 and 0.6e1.0 m by AD 2300, suggesting a good chance to limit future sealevel rise to <1.0 m if climate mitigation measures are successfully implemented. In contrast, for the high warming scenario (4.5  C by AD 2100 and 8  C in AD 2300) the median likely ranges are 0.7e1.2 m by AD 2100 and 2.0e3.0 m by AD 2300, calling into question the future survival of some coastal cities and lowlying island nations.","accessed":{"date-parts":[["2024",4,29]]},"author":[{"family":"Horton","given":"Benjamin P."},{"family":"Rahmstorf","given":"Stefan"},{"family":"Engelhart","given":"Simon E."},{"family":"Kemp","given":"Andrew C."}],"citation-key":"hortonExpertAssessmentSealevel2014","container-title":"Quaternary Science Reviews","container-title-short":"Quaternary Science Reviews","DOI":"10.1016/j.quascirev.2013.11.002","ISSN":"02773791","issued":{"date-parts":[["2014",1]]},"language":"en","page":"1-6","source":"DOI.org (Crossref)","title":"Expert assessment of sea-level rise by AD 2100 and AD 2300","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S0277379113004381","volume":"84"},
  {"id":"jevrejevaUpperLimitSea2014","accessed":{"date-parts":[["2024",4,29]]},"author":[{"family":"Jevrejeva","given":"S"},{"family":"Grinsted","given":"A"},{"family":"Moore","given":"J C"}],"citation-key":"jevrejevaUpperLimitSea2014","container-title":"Environmental Research Letters","container-title-short":"Environ. Res. Lett.","DOI":"10.1088/1748-9326/9/10/104008","ISSN":"1748-9326","issue":"10","issued":{"date-parts":[["2014",10,1]]},"license":"http://iopscience.iop.org/info/page/text-and-data-mining","page":"104008","source":"DOI.org (Crossref)","title":"Upper limit for sea level projections by 2100","type":"article-journal","URL":"https://iopscience.iop.org/article/10.1088/1748-9326/9/10/104008","volume":"9"},
  {"id":"meinshausenRCPGreenhouseGas2011","accessed":{"date-parts":[["2024",4,29]]},"author":[{"family":"Meinshausen","given":"Malte"},{"family":"Smith","given":"S. J."},{"family":"Calvin","given":"K."},{"family":"Daniel","given":"J. S."},{"family":"Kainuma","given":"M. L. T."},{"family":"Lamarque","given":"J-F."},{"family":"Matsumoto","given":"K."},{"family":"Montzka","given":"S. A."},{"family":"Raper","given":"S. C. B."},{"family":"Riahi","given":"K."},{"family":"Thomson","given":"A."},{"family":"Velders","given":"G. J. M."},{"family":"Van Vuuren","given":"D.P. P."}],"citation-key":"meinshausenRCPGreenhouseGas2011","container-title":"Climatic Change","container-title-short":"Climatic Change","DOI":"10.1007/s10584-011-0156-z","ISSN":"0165-0009, 1573-1480","issue":"1-2","issued":{"date-parts":[["2011",11]]},"language":"en","page":"213-241","source":"DOI.org (Crossref)","title":"The RCP greenhouse gas concentrations and their extensions from 1765 to 2300","type":"article-journal","URL":"http://link.springer.com/10.1007/s10584-011-0156-z","volume":"109"},
  {"id":"oddoDeepUncertaintiesSea2020","abstract":"Abstract\n            Sea levels are rising in many areas around the world, posing risks to coastal communities and infrastructures. Strategies for managing these flood risks present decision challenges that require a combination of geophysical, economic, and infrastructure models. Previous studies have broken important new ground on the considerable tensions between the costs of upgrading infrastructure and the damages that could result from extreme flood events. However, many risk‐based adaptation strategies remain silent on certain potentially important uncertainties, as well as the tradeoffs between competing objectives. Here, we implement and improve on a classic decision‐analytical model (Van Dantzig 1956) to: (i) capture tradeoffs across conflicting stakeholder objectives, (ii) demonstrate the consequences of structural uncertainties in the sea‐level rise and storm surge models, and (iii) identify the parametric uncertainties that most strongly influence each objective using global sensitivity analysis. We find that the flood adaptation model produces potentially myopic solutions when formulated using traditional mean‐centric decision theory. Moving from a single‐objective problem formulation to one with multiobjective tradeoffs dramatically expands the decision space, and highlights the need for compromise solutions to address stakeholder preferences. We find deep structural uncertainties that have large effects on the model outcome, with the storm surge parameters accounting for the greatest impacts. Global sensitivity analysis effectively identifies important parameter interactions that local methods overlook, and that could have critical implications for flood adaptation strategies.","accessed":{"date-parts":[["2024",4,29]]},"author":[{"family":"Oddo","given":"Perry C."},{"family":"Lee","given":"Ben S."},{"family":"Garner","given":"Gregory G."},{"family":"Srikrishnan","given":"Vivek"},{"family":"Reed","given":"Patrick M."},{"family":"Forest","given":"Chris E."},{"family":"Keller","given":"Klaus"}],"citation-key":"oddoDeepUncertaintiesSea2020","container-title":"Risk Analysis","container-title-short":"Risk Analysis","DOI":"10.1111/risa.12888","ISSN":"0272-4332, 1539-6924","issue":"1","issued":{"date-parts":[["2020",1]]},"language":"en","license":"http://onlinelibrary.wiley.com/termsAndConditions#am","page":"153-168","source":"DOI.org (Crossref)","title":"Deep Uncertainties in Sea‐Level Rise and Storm Surge Projections: Implications for Coastal Flood Risk Management","title-short":"Deep Uncertainties in Sea‐Level Rise and Storm Surge Projections","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/10.1111/risa.12888","volume":"40"},
  {"id":"wongBRICKV0Simple2017","abstract":"Simple models can play pivotal roles in the quantiﬁcation and framing of uncertainties surrounding climate change and sea-level rise. They are computationally efﬁcient, transparent, and easy to reproduce. These qualities also make simple models useful for the characterization of risk. Simple model codes are increasingly distributed as open source, as well as actively shared and guided. Alas, computer codes used in the geosciences can often be hard to access, run, modify (e.g., with regards to assumptions and model components), and review. Here, we describe the simple model framework BRICK (Building blocks for Relevant Ice and Climate Knowledge) v0.2 and its underlying design principles. The paper adds detail to an earlier published model setup and discusses the inclusion of a land water storage component. The framework largely builds on existing models and allows for projections of global mean temperature as well as regional sea levels and coastal ﬂood risk. BRICK is written in R and Fortran. BRICK gives special attention to the model values of transparency, accessibility, and ﬂexibility in order to mitigate the above-mentioned issues while maintaining a high degree of computational efﬁciency. We demonstrate the ﬂexibility of this framework through simple model intercomparison experiments. Furthermore, we demonstrate that BRICK is suitable for risk assessment applications by using a didactic example in local ﬂood risk management.","accessed":{"date-parts":[["2024",4,9]]},"author":[{"family":"Wong","given":"Tony E."},{"family":"Bakker","given":"Alexander M. R."},{"family":"Ruckert","given":"Kelsey"},{"family":"Applegate","given":"Patrick"},{"family":"Slangen","given":"Aimée B. A."},{"family":"Keller","given":"Klaus"}],"citation-key":"wongBRICKV0Simple2017","container-title":"Geoscientific Model Development","container-title-short":"Geosci. Model Dev.","DOI":"10.5194/gmd-10-2741-2017","ISSN":"1991-9603","issue":"7","issued":{"date-parts":[["2017",7,17]]},"language":"en","license":"https://creativecommons.org/licenses/by/3.0/","page":"2741-2760","source":"DOI.org (Crossref)","title":"BRICK v0.2, a simple, accessible, and transparent model framework for climate and regional sea-level projections","type":"article-journal","URL":"https://gmd.copernicus.org/articles/10/2741/2017/","volume":"10"},
  {"id":"wongMimiBRICKJlJulia2022","abstract":"BRICK is a semi-empirical model for global and local mean sea-level change (Wong et al., 2017). The core model includes component sub-models for the major contributors to global mean sea-level change - glaciers and ice caps, thermal expansion, land water storage, and the Greenland and Antarctic ice sheets. The resulting global mean sea levels can be downscaled via a data set that represents the “fingerprint” of each sea-level component on local mean sea level (Slangen et al., 2014). In this way, BRICK provides information about local sea-level changes, including characterizations of key uncertainties. BRICK is flexible and efficient enough to resolve high-risk upper tails of probability distributions. BRICK has been used in a number of recent assessments, including for examining the impacts of sea-level rise as a constraint on estimates of climate sensitivity (Vega-Westhoff et al., 2018), estimates of deep uncertainty in coastal flood risk (Ruckert et al., 2019), and most recently was noted in comparisons of sea-level projections in the Sixth Assessment Report of the IPCC (Fox-Kemper et al., 2021).","accessed":{"date-parts":[["2024",4,27]]},"author":[{"family":"Wong","given":"Tony E."},{"family":"Rennels","given":"Lisa"},{"family":"Errickson","given":"Frank"},{"family":"Srikrishnan","given":"Vivek"},{"family":"Bakker","given":"Alexander"},{"family":"Keller","given":"Klaus"},{"family":"Anthoff","given":"David"}],"citation-key":"wongMimiBRICKJlJulia2022","container-title":"Journal of Open Source Software","container-title-short":"JOSS","DOI":"10.21105/joss.04556","ISSN":"2475-9066","issue":"76","issued":{"date-parts":[["2022",8,20]]},"language":"en","license":"http://creativecommons.org/licenses/by/4.0/","page":"4556","source":"DOI.org (Crossref)","title":"MimiBRICK.jl: A Julia package for the BRICK model forsea-level change in the Mimi integrated modeling framework","title-short":"MimiBRICK.jl","type":"article-journal","URL":"https://joss.theoj.org/papers/10.21105/joss.04556","volume":"7"},
  {"id":"wongSeaLevelSocioeconomic2022","abstract":"Sea-level rise and associated flood hazards pose severe risks to the millions of people globally living in coastal zones. Models representing coastal adaptation and impacts are important tools to inform the design of strategies to manage these risks. Representing the often deep uncertainties influencing these risks poses nontrivial challenges. A common uncertainty characterization approach is to use a few benchmark cases to represent the range and relative probabilities of the set of possible outcomes. This has been done in coastal adaptation studies, for example, by using low, moderate, and high percentiles of an input of interest, like sea-level changes. A key consideration is how this simplified characterization of uncertainty influences the distributions of estimated coastal impacts. Here, we show that using only a few benchmark percentiles to represent uncertainty in future sea-level change can lead to overconfident projections and underestimate highend risks as compared to using full ensembles for sea-level change and socioeconomic parametric uncertainties. When uncertainty in future sea level is characterized by low, moderate, and high percentiles of global mean sea-level rise, estimates of high-end (95th percentile) damages are underestimated by between 18% (SSP1-2.6) and 46% (SSP5-8.5). Additionally, using the 5th and 95th percentiles of sea-level scenarios underestimates the 5%–95% width of the distribution of adaptation costs by a factor ranging from about two to four, depending on SSP-RCP pathway. The resulting underestimation of the uncertainty range in adaptation costs can bias adaptation and mitigation decision-making.","accessed":{"date-parts":[["2024",4,27]]},"author":[{"family":"Wong","given":"T. E."},{"family":"Ledna","given":"C."},{"family":"Rennels","given":"L."},{"family":"Sheets","given":"H."},{"family":"Errickson","given":"F. C."},{"family":"Diaz","given":"D."},{"family":"Anthoff","given":"D."}],"citation-key":"wongSeaLevelSocioeconomic2022","container-title":"Earth's Future","container-title-short":"Earth's Future","DOI":"10.1029/2022EF003061","ISSN":"2328-4277, 2328-4277","issue":"12","issued":{"date-parts":[["2022",12]]},"language":"en","page":"e2022EF003061","source":"DOI.org (Crossref)","title":"Sea Level and Socioeconomic Uncertainty Drives High‐End Coastal Adaptation Costs","type":"article-journal","URL":"https://agupubs.onlinelibrary.wiley.com/doi/10.1029/2022EF003061","volume":"10"}
]
